from database import Database

db = Database()

books = [
    ("Щоденник книгаря", 2021),
    ("Нормальні люди", 2021),
    ("НепрОсті", 2021),
    ("Смерть бере відпустку", 2021),
    ("Та ви жартуєте, містере Фейнман! Пригоди допитливого дивака", 2021),
    ("Чому зебри не страждають на виразку", 2021),
    ("Я бачу вас цікавить пітьма", 2021),
    ("Франческа. Повелителька траєкторій", 2021),
    ("Клара і Сонце", 2022),
    ("Там, де співають раки", 2022),
    ("Мрія про Антарктиду", 2022),
    ("Інтернат", 2022),
    ("Тільки нікому про це не кажи", 2022),
    ("Спитайте Мієчку", 2022),
    ("Про тиранію", 2023),
    ("Тигролови", 2023),
    ("Вибір. Прийняти можливе", 2023),
    ("Танці з кістками", 2023),
    ("Чотири тисячі тижнів. Тайм-менеджмент для смертних", 2023),
    ("Ворошиловград", 2023),
    ("Стоїцизм на кожен день", 2023),
    ("Тривожні люди", 2023),
    ("Мислення швидке й повільне", 2023),
    ("За перекопом є земля", 2023),
    ("Лінгвістика на карті світу", 2023),
    ("Сліпота", 2023),
    ("Дорослі діти емоційно незрілих батьків", 2023),
    ("Людина у високому замку", 2023),
    ("Мистецтво зосереджуватися. Як у нас украли увагу", 2023),
    ("Дівчина з ведмедиком і Доктор Серафікус", 2023),
    ("Як ми вчимося. Чому мозок навчається краще, ніж машина... Поки що", 2024),
    ("Колонія", 2024),
]

db.add_books(books)
